{
  "Socrates": {
    "Plato, Protagoras": [
      "What are Socrates' reasons (at the beginning of the dialogue) for doubting that virtue can be taught?",
      "How does Protagoras reply to Socrates' arguments that virtue cannot be taught?",
      "What does Protagoras' speech tell us about (a) how he thinks virtue is taught, and (b) what virtue is?",
      "What 'small' question does Socrates have after Protagoras' speech? Why does he ask it? How does Protagoras answer Socrates' question? Why does he answer the way he does?",
      "Explain how Socrates argues (on behalf of 'the many') for hedonism, the view that 'pleasure and the good are the same'",
      "What is incontinence (a.k.a. akrasia, weakness of the will, or 'being overcome by pleasure')?",
      "Explain how Socrates argues from hedonism to the impossibility of incontinence",
      "How does Socrates explain apparent cases of incontinence, e.g. smoking a cigarette though you know it's bad for you?",
      "What account of virtue is suggested by Socrates' rejection of incontinence? What does Socrates think we need in order to avoid 'being overcome by pleasure'?",
      "How does Socrates define fear? Why does his account of incontinence, together with this definition of fear, imply that courage is neither standing up to what you fear nor not having fear? What does he think courage is?"
    ]
  },
  "Plato": {
    "Republic, Book 1": [
      "Thrasymachus thinks that Socrates, Cephalus, and Polemarchus all share a mistaken assumption about justice. What is it?",
      "What does Thrasymachus mean when he says that justice is 'nothing other than the advantage of the stronger'?",
      "Contrast Socrates's and Thrasymachus's conceptions of a ruler in Book 1",
      "Why does Thrasymachus call justice a vice, injustice a virtue?"
    ],
    "Republic, Book 2": [
      "At 357b-357e, Glaucon distinguishes three classes of goods. What are they? In which class does he put justice? In which class does he think 'most people' put justice?",
      "Glaucon argues that no one practices justice willingly. Explain.",
      "Glaucon says that justice is an intermediate between the best and the worst. What are the best and the worst?",
      "Glaucon urges Socrates to examine the completely just man and the completely unjust man. Describe each of these. Why does he think it is important to focus on these?",
      "Why does Socrates start an investigation into the just man by inquiring about the just city?",
      "What is Socrates' justification for requiring that each person in his city do the one job for which they are most naturally suited, and not dabble in others?"
    ],
    "Republic, Books 2-5": [
      "Why aren't the guardians allowed to have any private property?",
      "How does Socrates reply to Adeimantus's objection that the guardians in his ideal city won't be very happy, because they will leave in communal dwellings without possessions?",
      "How does Plato argue that the guardians should include women as well as men? How does he reply to the objection that since men and women have different natures, they should do different jobs?",
      "Explain Plato's proposals for state regulation of reproduction and child rearing, and their motivation. Why does Plato think the nuclear family should be abolished?",
      "What is Plato's justification for giving all the political and military power to the guardians and depriving the producing class of any political participation? What is the guardians' main goal in governing?"
    ],
    "Republic, Book 4": [
      "What are the three parts of Plato's city? What is the job of each?",
      "What are the three parts of the soul, and how do they match up with the parts of the city? What is the natural role of each part?",
      "What is wisdom in the city? What is courage? Temperance? Justice?",
      "What is wisdom in the soul? What is courage? Temperance? Justice?",
      "How does Plato argue that the soul has three distinct parts?",
      "Socrates says that justice 'isn't concerned with someone's doing his own externally, but with what is inside him...' Explain.",
      "What is the relation between a just person and just actions? Is one defined in terms of the other? What makes an action just, on Plato's view?",
      "What is injustice in the soul? In the city? In what sense is injustice 'contrary to nature'?"
    ],
    "Republic, Books 8-9": [
      "Would Plato say that a businessman who rationally organizes all of his desires so that he can make money most efficiently has a soul ruled by the rational part? Why or why not?",
      "What is the difference between necessary and non-necessary appetites or desires?",
      "How does Plato characterize democracy and the democratic soul?",
      "What's wrong with democracy (and the democratic soul), according to Plato?",
      "Describe the tyrannical soul and explain how it is analogous to a tyrannical state",
      "Why does Plato think that the successful tyrant is the most wretched and least free of all people?"
    ],
    "Phaedo": [
      "In what way does Plato think the senses are unreliable as sources of knowledge?",
      "At 74b, Socrates asks: 'do not equal stones and sticks sometimes, while remaining the same, appear to one to be equal and to another to be unequal?' Explain. How does this distinguish them from the Equal Itself?",
      "Why does Plato think that no sensible property could explain why beautiful things are beautiful, or why large things are large?",
      "What justification does Plato give for believing in the Forms? Is it a reasonable one?",
      "Aristotle says that Plato departed from Socrates and 'separated the Forms' because he accepted the Heraclitean doctrine that all sensible things are 'in flux.' How should we understand this doctrine?"
    ],
    "Hippias Major": [
      "What kind of answer is Socrates looking for when he asks Hippias 'what is the fine'?",
      "How do Hippias's answers illustrate the 'compresence of opposites' in sensible things and properties?"
    ],
    "Republic, Book 5-7": [
      "Socrates' aim at the end of book 5 is to distinguish true philosophers from the 'lovers of seeing and hearing.' Who are the lovers of seeing and hearing?",
      "How does Socrates argue that the lovers of seeing and hearing and are lovers of opinion, not knowledge?",
      "What are the four stages in the cave? How do they correspond to the four parts of the Divided Line?",
      "Why does Plato think that the prisoners in the cave are 'like us'?",
      "Why does Plato think that the prisoners in the cave would be reluctant to turn around and walk towards the light?",
      "What is represented by the second stage in the allegory of the cave?",
      "What sorts of sense perceptions does Plato call 'summoners'?",
      "What are the two characteristic features of Thought?",
      "How does dialectic differ from mathematics? What is the goal of dialectic?",
      "Is the knowledge the guardians must have any different from the knowledge the completely just individual must have?"
    ]
  },
  "Aristotle": {
    "Nicomachean Ethics I": [
      "Why does Aristotle say that adequate students of ethics must have been brought up well, with good habits?",
      "What is an end? What is it for one end to be 'higher' than another?",
      "How does Aristotle argue that happiness is the highest end of human actions?",
      "How does Aristotle argue that the human good is the good performance of the human function?"
    ],
    "Nicomachean Ethics II": [
      "How, according to Aristotle, do we become virtuous?",
      "What is the difference between doing a virtuous action and doing a virtuously action virtuously?",
      "What does Aristotle mean when he says that the virtues (of character) are states?",
      "True or false? For Aristotle, being virtuous is a matter of being strong enough to overcome your emotions",
      "What kind of state of character is a virtue?"
    ],
    "Nicomachean Ethics III": [
      "Suppose someone threatens to kill my family if I don't confess to a crime I didn't do, and I confess. Is this voluntary or not, according to Aristotle?",
      "Would Aristotle say that Oedipus killed his father voluntarily?",
      "Aristotle agrees with Socrates that 'every vicious person is ignorant,' but he doesn't think it follows that all wrongdoing is involuntary. Why not?",
      "Give some examples of voluntary actions not done from decision",
      "Why is it important for Aristotle that virtue and vice be in our power?",
      "How can we hold the vicious person responsible for her vicious actions?",
      "How does Aristotle argue that we are responsible for our own states of character?"
    ],
    "Nicomachean Ethics VI-VII-X": [
      "Explain Aristotle's distinction between theoretical and practical knowledge",
      "Explain the distinction between intelligence and craft knowledge",
      "What is deliberation, according to Aristotle?",
      "Why does Aristotle think that one cannot have full virtue unless one is intelligent?",
      "Describe Aristotle's method in his examination of incontinence",
      "What is the difference between incontinence and intemperance?",
      "Why does Aristotle think that the happiest life cannot be a life devoted to pleasant amusements?",
      "Why does Aristotle think that the happiest human activity is study?"
    ],
    "Posterior Analytics & Physics": [
      "Give examples of different types of deductions with true premises",
      "Explain the dilemma about knowledge Aristotle poses at the beginning of Posterior Analytics 1.3",
      "How does Aristotle define a 'nature'?",
      "What are the four different things meant by 'cause'?",
      "What does Aristotle mean by a 'coincidental cause'?",
      "How does Aristotle argue that nature acts 'for something'?"
    ],
    "Categories": [
      "How would Aristotle distinguish between different types of predication?",
      "What is the difference between being SAID OF and being IN?",
      "What does Aristotle mean by 'primary substance' and 'secondary substance'?",
      "How does Aristotle argue that individual substances are 'primary'?",
      "Where does 'being' fit into Aristotle's categories?"
    ]
  },
  "Hellenistic Philosophy": {
    "General": [
      "How do Stoics and Epicureans differ about the good, or highest end of human life?",
      "Our word 'Epicurean' is used for people who seek out fine wines and fancy meals. In what ways is this usage accurate and misleading?",
      "Contrast Epicurean views on the value of justice and nature of pleasure with Plato's views",
      "What does Epictetus think is 'up to us,' and what does he think is not 'up to us'?",
      "Explain the different views of Stoics and Epicureans about why we should pursue virtue",
      "Do the Pyrrhonian Sceptics have distinctive doctrines?",
      "What is the goal of skepticism, according to Sextus Empiricus?",
      "Give an example of how a skeptic might use one of the modes to induce suspension of belief",
      "How do Epicureans, Stoics, and Skeptics relate to Socratic philosophy?",
      "In what ways are Epicurean and Pyrrhonian Sceptic ethics similar and different?"
    ]
  }
}
